import React from "react";
import "../../styles/employee.css";
const BusinessPlan = () => {
  return (
    <div>
      <div className="business-wrapper">
        <div className="container">
          <h3>مهمة المعهد</h3>
          <h5>
            مهمتنا هي تحليق العراق في سماء الامجاد من خلال تطوير امكانيات خريجي
            الجامعات لكي يستطيع الطالب ان يصنع الفارق ويحل المشاكل في المجالات
            التي يهتم بها. و نهدف الى اعطاء طلابنا اهم العلوم الضروضية في وقت
            قياسي لتحقيق احلامهم النبيلة. من خلال برنامج تعليمي نموذجي نقدم دروس
            تبني بعضها على بعض لكي تمكن الطالب من النجاح المادي والتئثير
            الاجتماعي في اي بيثة. معهد البرق يعمل دائما لخلق بيثة تعليمية
            ايجابية, ممتعة, ومثيرة. ونسعى دائما لدعم الطالب في تجربته التعليمية
            وبعدها. تعهدنا للامتياز يضمن جودة عالية للمواد الدراسية والتجربة
            الدراسية. يتعلم طلابنا الجوانب النظرية وبذا الوقت نكرس التعاليم في
            اذهانهم, ونبني مهاراتهم من خلال اعطاء واجبات مفيدة للطالب, هدفنا هو
            تقديم طالب يستطيع العمل فور ما يتخرج من المعهد من خلال توفير له فرص
            لاثبات امكانياته عن طريق مشاريع يعمل عليها خلال فترة تعلمه.
          </h5>
        </div>
      </div>
    </div>
  );
};

export default BusinessPlan;
