import React from "react";
import "../../styles/employee.css";
const BusinessPlan = () => {
  return (
    <div>
      <div className="business-wrapper">
        <div className="container">
          <div className="business">
            <div className="mission">
              <h2>Mission Statement</h2>
              <h3>مهمة المعهد</h3>
              <h5>
                مهمتنا هي تحليق العراق في سماء الامجاد من خلال تطوير امكانيات
                خريجي الجامعات لكي يستطيع الطالب ان يصنع الفارق ويحل المشاكل في
                المجالات التي يهتم بها. و نهدف الى اعطاء طلابنا اهم العلوم
                الضروضية في وقت قياسي لتحقيق احلامهم النبيلة. من خلال برنامج
                تعليمي نموذجي نقدم دروس تبني بعضها على بعض لكي تمكن الطالب من
                النجاح المادي والتئثير الاجتماعي في اي بيثة. معهد البرق يعمل
                دائما لخلق بيثة تعليمية ايجابية, ممتعة, ومثيرة. ونسعى دائما لدعم
                الطالب في تجربته التعليمية وبعدها. تعهدنا للامتياز يضمن جودة
                عالية للمواد الدراسية والتجربة الدراسية. يتعلم طلابنا الجوانب
                النظرية وبذا الوقت نكرس التعاليم في اذهانهم, ونبني مهاراتهم من
                خلال اعطاء واجبات مفيدة للطالب, هدفنا هو تقديم طالب يستطيع العمل
                فور ما يتخرج من المعهد من خلال توفير له فرص لاثبات امكانياته عن
                طريق مشاريع يعمل عليها خلال فترة تعلمه.
              </h5>
            </div>

            <div className="brand-development">
              <h2>Brand development</h2>
              <h4>سبب انشاء المعهد والشاكل والاحياجات التي يغطيهى</h4>
              <h5 className="mt-3">
                معند الرق يوفر فرص عمل لكن اهم شيئ بالنسبة للمعهد هو ان تكون سبب
                ودافع لتطوير العراق. الاكاديمية تخفف الالام التي يعيشهى الشعب
                العراقي عندمى يرون بلدهم ذو ال8000 سنة ليس بافضل حالاته وكما
                يحلم الانسان العراقي الغيور بان يكون العراق يتمتع بالامجاد.
                المعهد ايضا يساعد النساء والرجال ممن يمتلكون الثقافة العلمية,
                الذكاء, والرئية الذين يحبون القيادة.
              </h5>
              <h4>كيف نساعد الطالب والفوائد المقدمة</h4>
              <h5 className="mt-3">
                الفوائد من هذا البرنامج هو تعزيز قدرات الطالب او القائد
                المستقبلي. نحن نوفر له الادوات التي يحتاجها لكي يمكن له بان يطلق
                ابداعه. فنحن نعلم الطالب اهم المهارات التي يحتاجها لكي يخطط,
                يطلق, ويدير مشاريعه ويحقق رؤيته.
              </h5>
              <h4>القيم التي تمثلنا</h4>
              <h5 className="mt-3">
                نحن نقدر النزاهة, الحكمة, الابتكار, التعلم المستمر, الطموح,
                القيم الدينية, النبالة, الوطنية, تحسين جودة الحياة, الانجاز,
                القوة, الرقي, الانساني, الاحترام, والمهنية
              </h5>
              <h4>ما يميزنا</h4>
              <h5 className="mt-3">
                <ul>
                  <li>سعر مناسب لاي شخص لتعليم متكامل ومرموق</li>
                  <li>تعليم عالي المستوى ومن امان منزلك</li>
                  <li>طريق سريع نحو التقدم المهني وحصد الاموال</li>
                  <li>استراتيجية فعالة في استقطاب الكفائات التعليمية</li>
                  <li>
                    مؤسسة ليس هدفها المال. وجودة هكذا موسسات دائما يكون افضل
                  </li>
                  <li>انشاء المعهد مبادرة وطنية</li>
                  <li>مصمم ليساعد رواد اعمال مستقبليين من ذوي الدخل المحدود</li>
                </ul>
              </h5>
              <h4>شخصية المعهد</h4>
              <h5 className="mt-3">
                مهنية, مسترخية, وقورة, مرحة, لطيفة, صادقة ومخلصة, قوية,
                امتيازية, مصممة, مجتهدة, كفوئة, جادة في العمل, انسانية, ذي
                اهتمام وشعور بالمسؤلية مراعية, ومسلمة.
              </h5>
              <h4>الزبون المثالي</h4>
              <h5 className="mt-3">
                خريجي جامعات, وطنيين, ميزات قيادية, يحبون التحديات, متدينين,
                رجال ونساء, اعمار بين 16 - 40 سنة. مهتمين بالمواضيع الجيوسياسية,
                المشاريع التطويرية في العراق, تطوير الذات, تعليم الذات, ذو رؤية.
                واهدافهم هي كسب الكثير من المال, العمل على مشاريع مفيدة ومشوقة.
                يعانون من نقص في الحياة المعيشية والمادية, شحة في عدد الفرص
                العملية والدراسية, لا يعلمون ما الذي يستوجب عليهم معرفته او
                اتقانه لكي يحققوا طموحاتهم الشخصية. وتدفعهم ارادتهم بان يتركوا
                بصمتهم على المجتمع, وان يروا افكارهم تاتي للحياة.
              </h5>
              <h4>نقاط الالم والطموحات</h4>
              <h5 className="mt-3">
                يتالمون من معيشة فقيرة تفتقد الى لذةالثراء, دخل محدود وقليل,
                ومتضايقين من الشعور بانهم ليس لديهم فائدة ليقدموها. بذات الوقت
                يطمحون لان يكونون اثرياء, ان يساندوا اهلهم, اقاربهم, واصدقائهم.
                ان يساعدو وطنهم, دينهم, ومساعيهم الاخرى.
                <br />
                <br />
                لذلك فمعهد البرق يقدم لهم الهارات الكافية والشهادات والمشاريع
                التي هي وجبات دراسية ليكونوا مستعدين لانواع من فرص العمل. سوف
                ايضا يتم تعليمهم كيف يعملون اعمال حرة لحصد مال سريع. ومع ان علم
                ريادة الاعمال الذي يكتسبوه سوف يرفع من ثقتهم بانفسهم في كونهم من
                السهل ان يكونوا سبب لتحسين مجتمعهم.
              </h5>
            </div>
            <div className="programs">
              <div>
                <h4>البرامج الاساسية</h4>
                <ul>
                  <li>الهندسة البرمجية</li>
                  <li>التسويق</li>
                  <li>تأليف الاعلانات</li>
                  <li>ريادة الاعمال</li>
                </ul>
              </div>
              <div>
                <h4>برامج اضافية</h4>
                <ul>
                  <li>تطوير تطبيقات الموبايلات</li>
                  <li>تصميم تجربة المستخدم</li>
                  <li>التصميم التعليمي</li>
                  <li>تطوير الذكاء الاصطناعي</li>
                </ul>
              </div>
              <div className="instructors">
                <h4>المعلمين</h4>
                <ul>
                  <li>معلم هندسة برمجيات عربي</li>
                  <li>مساعد معلم هندسة برمجيات عربي</li>
                  <li>معلم تأليف الاعلانات عربي</li>
                  <li>مساعد معلم تأليف الاعلامنات عربي</li>
                  <li>معلم ريادة الاعمال عربي</li>
                  <li>مساعد معلم ريادة الاعمال عربي</li>
                  <li>معلم التسويق عربي</li>
                  <li>مساعد معلم التسويق عربي</li>
                </ul>
              </div>
              <div className="recruitment">
                <h4>الموضفين</h4>
                <ul>
                  <li>مدير اكاديمي</li>
                  <li>مهندس برمجيات</li>
                </ul>
              </div>
            </div>
            <div className="learning-experience">
              <h2>Learning Experience</h2>
              <h5>
                <em>مكافئات للمجتهدين</em>
                <br />
                بعد كل درس سوف يكون هنالك امتحان صغير وبسيط للتاكد من وقياس فهم
                الطالب للمادة. بعد النجاح في الامتحان سوف يتم حسب نقاط دراسية
                له. اذا كان اداء الطالب مميز سوف يكون له فرصة عمل مع الشركة فور
                ما ينتهي من البرنامج. الوضائف المتاحة هي مرشد تعليمي للاكاديمية
                وايضا يدخل في بيئة عملية عندما يعمل على مشاريع الشركة.
                <br />
                <br />
                <em>تعزيز الاجتهاد</em>
                <br />
                كل اسبوعين الى شهر هنالك مشروع لترسيخ المعلومات عند الطالب,
                تطوير مهاراته, ويستطيع ان يضيفه للسي في.
                <br />
                <br />
                كل درس يومي يحتوي على عدد من الفيديوهات, مواد للقرائة, تعليمات,
                واسئلة قليلة.
                <br />
                <br />
                يستطيع الطالب الدراسة متى يشاء بشرط ان يقدم المشاريع في وقتها
                وايضا ان يكمل متابعة كل الدروس في الاسبوع حتى الساعة 12 مسائ من
                اخر يوم بالاسبوع والا فسوف يخسر نقاط دراسية.
                <br />
                <br />
                في الوقت المحدد لتقديم المشروع سوف يستوجب على جميع طلاب الصف ان
                يشتركوا في اجتماع بث مباشر ليتكلموا عن مشاريعهم. سوف يشترك كل
                طالب بالبث المباشر. في البداية سوف يكون هنالك موسيقى ثم سوف يقرء
                صوت مسجل التعليمات وما سوف يفعله الطلاب, وسوف ينادي كل طالب
                لتحية زملائه وتقديم مشروعه. الطالب يجب ان يبقى في البث حتى نهاية
                الصف والا خسر نقاط دراسية. يستطيع الطالب اذا اراد ان يغلق
                الكامرة. لكن عند الالقاء يجب عليه ان يكون الصوت متاح وحسب
                المشروع ممكن ان يستوجب على الطالب ان يبقي الكامره مفتوحة. <br />
                <br />
                يضاف الى ذلك تواجد ضيوف في الكورسات المسجلة بين الحين والاخر
                لتعزيز جودة التجربة التعليمية للطالب
              </h5>
            </div>
            <div>
              <h2>Program Structure</h2>
              <h5>
                كل صف سيتكون من 20 طالب. سوف يكون هنالك غرفة تطبيق سلاك او
                ديسكورد جماعي للطلبة. وسوف يكون هنالك صف مختلف من حيث تشكيلة
                الطلبة لكل كورس. الهدف من هذه القناة هو مساعدة الطلاب بعضهم
                البعض.
                <br />
                <br />
                سيكون هنالك ايضا قناة عامة على السلاك او الديسكورد حيث يستطيع
                الكل ان يتكلم فيها.
                <br />
                <br />
                هنالك اربع كورسات متاحة. هندسة البرمجبات, التسويق, تأليف
                الاعلانات, وريادة الاعمال.
                <br />
                <br />
                يبدء الطالب مع كورس هندسة البرمجيات, وكورس ريادة الاعمال وتمتد
                هذان الكورسات الى نهاية مدة البرنامج. بعد ثلاثة اشهر يضاف للهذان
                الكورسان كورسان اخرون وهم تأليف الاعلانات وكورس التسويق.
              </h5>
            </div>
            <div className="rules">
              <h2>Rules, Policies, and Guidelines</h2>
              <h5>
                كل طالب يستوجب عليه في مرحلة التسجل للبرنامج ان يقدم اسمه
                الكامل, مواليده, ايميله, رقم تلفونه, عنوانه, صورة لهوية ثبوتية
                <br />
                <br />
                ممنوع الاسائة لي او اهانة اي شخص في المعهد. واذا تككر الامر اكثر
                من مرة يتم طرد التلميذ بدون ارجاع امواله.
                <br />
                <br />
              </h5>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
};

export default BusinessPlan;
